---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ElecticalEquipVoltage
source: html/161d7910-bb63-7ded-b165-992eed96fb8d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ElecticalEquipVoltage Property

"Voltage"

## Syntax (C#)
```csharp
public static ForgeTypeId ElecticalEquipVoltage { get; }
```